<template>
  <body>
    <my-header></my-header>
    <div class="container-fluid shadow-sm">
      <div class="container">
        <div class="row">
          <nav aria-label="breadcrumb">
            <ol class="breadcrumb mt-3">
              <li class="breadcrumb-item">
                <a href="#" class="link-secondary text-decoration-none"
                  ><font-awesome-icon :icon="['fas', 'home']" />&nbsp;</a
                >
              </li>
              <li class="breadcrumb-item active" aria-current="page">
                Правила приема
              </li>
            </ol>
          </nav>
        </div>
      </div>
    </div>

    <div class="container">
      <div class="row">
        <p class="fs-2 text-start pt-3">Правила приема</p>
        <div class="text-start">
          Прием в лицей осуществляется в течение учебного года. Ответственный за прием в лицей директор Тарануха Елена Владимировна, ответственный за прием документов - секретарь Волобуева Н.В. тел. (4722) 38-08-19.<br>Время приема: среда  11.00 - 13.00,<br> четверг  14.00 - 16.00
          <h4 class="pt-2">Подать заявление в лицей можно в электронном виде через портал муниципальных услуг:           <a href="https://uslugi.vsopen.ru/">https://uslugi.vsopen.ru/</a></h4>
          <h4>Прием в 1 класс</h4>
          Ответственный за прием заявлений в электронном виде в 1 класс - заместитель директора Савранская Елена Сергеевна, тел. (4722) 38-08-19, в 5-11 классы - заместитель директора Кабанова И.В., тел (4722) 38-08-19
          <ul class="pt-2">
              <li>В первый класс Учреждения принимаются дети, достигшие к 1 сентября учебного года возраста не менее 6 лет 6 месяцев при отсутствии противопоказаний по состоянию здоровья, но не позже достижения ими возраста восьми лет.</li>
              <li>Прием заявлений о приеме на обучение в первый класс, проживающих на территории, закрепленной за Учреждением,  осуществляется с 1 апреля и завершается 30 июня текущего года.</li>
              <li>Для детей, не проживающих на закрепленной территории, прием заявлений о приеме на обучение в первый класс начинается 6 июля текущего года до момента заполнения свободных мест, но не позднее 5 сентября текущего года.</li>
              <li>Директор Учреждения издает приказ о приеме на обучение детей в течение 3 рабочих дней после завершения приема заявлений о приеме на обучение в первый класс. </li>
              <li>При приеме в первый класс Учреждения не допускается проведение испытаний (экзаменов, тестирований, собеседований и т.п.), направленных на выявление уровня готовности ребенка к школе. Собеседование учителя с ребенком может проводиться в сентябре с целью планирования учебной работы с каждым обучающимся.</li>
              <li>Зачисление в первый класс детей в возрасте менее 6 лет 6 месяцев и старше 8 лет осуществляется на основании заявления родителей (законных представителей) и разрешения Учредителя.</li>
          </ul>
          <h4>Прием в 10 класс</h4>
          <ul class="pt-2">
              <li>Прием в 10 класс лицея осуществляется на основе индивидуальноо отбора в соответствии с Положением  о случаях и порядке индивидуального отбора при приёме либо переводе в государственные и муниципальные образовательные организации Белгородской области для получения основного общего и среднего общего образования с углубленным изучением отдельных учебных предметов и (или) для профильного обучения.</li>
              <li>Индивидуальный отбор обучающихся осуществляется лицеем в классы с профильным обучением в случаях реализации лицеем образовательной программы среднего общего образования, обеспечивающей углубленное и (или) профильное изучение отдельных учебных предметов.</li>
              <li>Участниками индивидуального отбора могут быть все лица, имеющие, право на получение среднего общего образования , проживающие на территории города Белгорода, в соответствии с действующим законодательством Российской Федерации и Белгородской области в сфере образования.</li>
              <li>Прием обучающихся в МБОУ «Лицей №32» г. Белгорода, реализующего общеобразовательные программы углубленного изучения отдельных учебных предметов и (или) профильного обучения, при наличии свободных мест осуществляется вне зависимости от проживания на территории, за которой закреплен лицей.</li>
          </ul>
          <h4>Правила приема обучающихся из других образовательных учреждений</h4>
            Для зачисления в 2-9 классы при переводе обучающегося из другого Учреждения его родители (законные представители) представляют:
            <ol class="pt-2">
                <li>заявление;</li>
                <li>копию документа, удостоверяющего личность родителя (законного представителя) ребенка или поступающего;</li>
                <li>копию свидетельства о рождении ребенка или документа, подтверждающего родство заявителя;</li>
                <li>копию документа, подтверждающего установление опеки или попечительства (при необходимости);</li>
                <li>копию документа о регистрации ребенка или поступающего по месту жительства или по месту пребывания на закрепленной территории или справку о приеме документов для оформления регистрации по месту жительства (в случае приема на обучение ребенка или поступающего, проживающего на закрепленной территории, или в случае использования права преимущественного приема на обучение по образовательным программам начального общего образования);</li>
                <li>справку с места работы родителя(ей) (законного(ых) представителя(ей) ребенка (при наличии права внеочередного или первоочередного приема на обучение);</li>
                <li>копию заключения психолого-медико-педагогической комиссии (при наличии).</li>
                <li>заявление на изучение родного языка из числа языков народов Российской Федерации, в том числе русского языка как родного языка,;</li>
                <li>личное дело обучающегося;</li>
                <li>ведомость текущих оценок обучающегося, заверенную печатью Учреждения, в котором он обучался ранее;</li>
                <li>а также вправе представить дополнительно медицинскую карту ребенка.</li>
            </ol>
            При отсутствии документов, подтверждающих уровень образования обучающегося, приказом директора Учреждения создается комиссия, которая проводит аттестацию обучающегося и определяет уровень его знаний. В случае поступления в общеобразовательные классы, на основании результатов издается приказ о зачислении обучающегося в соответствующий класс. В случае поступления в классы с углубленным изучением отдельных предметов, зачисление осуществляется в соответствии с порядком приема на обучение в классы с углубленным изучением отдельных предметов.<br><br>
            При приеме в Учреждение обучающегося, не изучавшего ранее отдельные предметы учебного плана Учреждения, по заявлению родителей (законных представителей) обучающийся в форме самообразования может освоить соответствующие программы и пройти аттестацию по данным предметам.
            <h4>Правила перевода</h4>
            Перевод обучающихся осуществляется в следующих случаях:
            <ul class="pt-2">
                <li>перевод в параллельный класс (группу);</li>
                <li>перевод в связи переформированием классов;</li>
                <li>перевод в следующий класс обучения;</li>
                <li>организация повторного обучения;</li>
                <li>перевод на обучение по адаптированным образовательным программам;</li>
                <li>перевод в другую образовательную организацию</li>
            </ul>
            <h4>Правила отчисления</h4>
            Образовательные отношения прекращаются в связи с отчислением обучающегося из организации, осуществляющей образовательную деятельность:
            <ol class="pt-2">
                <li>В связи с получением образования (завершением обучения).</li>
                <li>Досрочно в следующих случаях:</li>
                <ul>
                    <li>по инициативе обучающегося или родителей (законных представителей) несовершеннолетнего обучающегося, в том числе в случае перевода обучающегося для продолжения освоения образовательной программы в другую организацию, осуществляющую образовательную деятельность;</li>
                    <li>по инициативе лицея в случае применения к обучающемуся, достигшему возраста пятнадцати лет, отчисления как меры дисциплинарного взыскания, в случае невыполнения обучающимся по профессиональной образовательной программе обязанностей по добросовестному освоению такой образовательной программы и выполнению учебного плана, а также в случае установления нарушения порядка приема в образовательную организацию, повлекшего по вине обучающегося его незаконное зачисление в образовательную организацию;</li>
                    <li>по обстоятельствам, не зависящим от воли обучающегося или родителей (законных представителей) несовершеннолетнего обучающегося и организации, осуществляющей образовательную деятельность, в том числе в случае ликвидации организации, осуществляющей образовательную деятельность.</li>
                </ul>
            </ol>
        </div>
      </div>
    </div>
    <my-org-webs></my-org-webs>
    <my-footer></my-footer>
    </body>
</template>

<style>
@import "./style.css";
</style>

<script>
import Header from "./Header.vue";
import Footer from "./Footer.vue";
import OrganizationsWebsites from "./OrganizationsWebsites.vue";
//import moment from 'moment';

export default {
  name: "About",
  props: ["url"],
  data() {
    return {
      docs: [],
      loading: null,
      error: null,
    };
  },
  components: {
    "my-header": Header,
    "my-footer": Footer,
    "my-org-webs": OrganizationsWebsites,
  },
  methods: {
    fetchData() {
      fetch(this.url, {
        //путь к api (обращение к серверу за данными)
        headers: { "Content-type": "application/json" },
      })
        .then((res) => res.json())
        .then((response) => {
          this.docs = response;
        })
        .then(() => {
          this.loading = false;
        })
        .catch((error) => {
          this.error = error;
          this.loading = false;
        });
    },
  },
  mounted() {
    // this.loading = true;
    // this.fetchData();
  },
};
</script>    